BazelBuild.vscode-bazel
cduruk.thrift
cssho.vscode-svgviewer
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
golang.go
idleberg.applescript
k--kato.intellij-idea-keybindings
mathiasfrohlich.Kotlin
mattn.Lisp
mrob95.vscode-talonscript
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
onqel.vscode-buck
pokey.command-server
pokey.talon
redhat.java
rokoroku.vscode-theme-darcula
serenade.serenade
sleistner.vscode-fileutils
tomoyukim.vscode-mermaid-editor
vintharas.learn-vim
vscodevim.vim
zhuangtongfa.material-theme