tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "apktool"
brew "asciidoctor"
brew "bash"
brew "bat"
brew "catimg"
brew "colordiff"
brew "colortail"
brew "coreutils"
brew "cowsay"
brew "csvkit"
brew "ctop"
brew "dateutils"
brew "dex2jar"
brew "diff-so-fancy"
brew "entr"
brew "exa"
brew "exiftool"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "findutils"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "git"
brew "gitbatch"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-open"
brew "git-plus"
brew "git-quick-stats"
brew "git-recent"
brew "git-smartlog"
brew "git-standup"
brew "glow"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "gs"
brew "htop"
brew "httpie"
brew "jq"
brew "kscript"
brew "ktlint"
brew "mas"
brew "md5sha1sum"
brew "moreutils"
brew "ncdu"
brew "neofetch"
brew "noti"
brew "num-utils"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pidcat"
brew "pigz"
brew "pokemonsay"
brew "ponysay"
brew "prettyping"
brew "pv"
brew "rcm"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "screen"
brew "spark"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "xidel"
brew "xmlstarlet"
brew "yq"
brew "zsh"
cask "alfred"
cask "anybar"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
mas "Hand Mirror", id: 1502839586
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835