tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "ant"
brew "apktool"
brew "asciidoctor"
brew "asdf"
brew "bash"
brew "bat"
brew "catimg"
brew "choose-rust"
brew "cmake"
brew "colordiff"
brew "colortail"
brew "coreutils"
brew "cowsay"
brew "csvkit"
brew "ctop"
brew "datamash"
brew "dateutils"
brew "dex2jar"
brew "diff-so-fancy"
brew "direnv"
brew "dog"
brew "entr"
brew "exa"
brew "exiftool"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "findutils"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-batch"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-open"
brew "git-plus"
brew "git-quick-stats"
brew "git-recent"
brew "git-smartlog"
brew "git-standup"
brew "gitbatch"
brew "gitui"
brew "glow"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "gs"
brew "hexyl"
brew "highlight"
brew "htop"
brew "httpie"
brew "jc"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "kscript"
brew "k9s"
brew "ktlint"
brew "lazydocker"
brew "lindell/multi-gitter/multi-gitter"
brew "lnav"
brew "maclaunch"
brew "mas"
brew "matsuyoshi30/gitsu/gitsu"
brew "maven"
brew "md5sha1sum"
brew "miller"
brew "moreutils"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "noti"
brew "num-utils"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pidcat"
brew "pigz"
brew "pokemonsay"
brew "ponysay"
brew "prettyping"
brew "procs"
brew "psgrep"
brew "pv"
brew "qmk/qmk/qmk"
brew "rcm"
brew "rename"
brew "rich-cli"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "saulpw/vd/visidata"
brew "scrcpy"
brew "sd"
brew "spark"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "theykk/tap/git-switcher"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "veeso/termscp/termscp"
brew "vim"
brew "xidel"
brew "xmlstarlet"
brew "xq"
brew "youplot"
brew "youtube-dl"
brew "yq"
brew "zsh"
cask "ableton"
cask "aerospace"
cask "android-studio"
cask "anybar"
cask "arc"
cask "autodesk-fusion360"
cask "barrier"
cask "bartender"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "blender"
cask "contexts"
cask "cron"
cask "daisydisk"
cask "discord"
cask "docker"
cask "figma"
cask "flipper"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hazeover"
cask "hyper"
cask "gimp"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "kap"
cask "karabiner-elements"
cask "luyten"
cask "mat"
cask "multipass"
cask "notion"
cask "notunes"
cask "numi"
cask "obsidian"
cask "openscad"
cask "pomotroid"
cask "postman"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stay"
cask "stretchly"
cask "sublime-merge"
cask "talon"
cask "the-unarchiver"
cask "todoist"
cask "tradingview"
cask "via"
cask "vial"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "Hand Mirror", id: 1502839586
mas "Horo", id: 1437226581
mas "Paw", id: 584653203
mas "Unsplash Wallpapers", id: 1284863847
mas "Velja", id: 1607635845
mas "Webcam Settings", id: 533696630
mas "Xcode", id: 497799835
mas "Yubico", id: 1497506650
